<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed'   => 'Неверное имя пользователя или пароль.',
    'first_name'   => 'имя',
    'last_name'   => 'фамилия',
    'invalid_password' =>  'Неверный пароль.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    'sign_in' => 'Войти',
    'sign_up' => 'Зарегистрироваться',
    'logout' => 'Выйти',
    'sign_in_to_start_your_session' => 'Войдите, чтобы начать сеанс',
    'email' => 'Эл. адрес',
    'password' => 'пароль',
    'password_confirmation' => 'подтверждение пароля',
    'remember_me' => 'Запомни меня',
    'forget_your_password' => 'Забыли свой пароль?',
    'new_user_signup' => 'Регистрация нового пользователя!',
    'login_to_your_account' => 'Вход в свой аккаунт',
    'or' => 'ИЛИ',
];
